Repository: PITADIA/android-couple-app
Catalog: MieuxEnsemble.xcstrings
Source language: en
Languages: de, es, fr, it, nl_nl, pt_br, pt_pt

# me_131
source: What moment in our relationship made you grow the most?
de: Welcher Moment in unserer Beziehung hat dich am meisten wachsen lassen?
es: ¿Qué momento de nuestra relación te hizo crecer más?
fr: Quel moment de notre relation t'a fait le plus grandir ?
it: Quale momento della nostra relazione ti ha fatto crescere di più?
nl_nl: Welk moment in onze relatie heeft jou het meest laten groeien?
pt_br: Qual momento do nosso relacionamento fez você crescer mais?
pt_pt: Que momento da nossa relação te fez crescer mais?

# me_132
source: How can you help me be more patient with you?
de: Wie kannst du mir helfen, geduldiger mit dir zu sein?
es: ¿Cómo puedes ayudarme a ser más paciente contigo?
fr: Comment peux-tu m'aider à être plus patient(e) avec toi ?
it: Come puoi aiutarmi a essere più paziente con te?
nl_nl: Hoe kun je me helpen geduldiger met jou te zijn?
pt_br: Como você pode me ajudar a ser mais paciente com você?
pt_pt: Como podes ajudar-me a ser mais paciente contigo?

# me_133
source: What's the thing you appreciate most about my way of loving you?
de: Was schätzt du am meisten an meiner Art, dich zu lieben?
es: ¿Qué es lo que más aprecias de mi manera de amarte?
fr: Quelle est la chose que tu apprécies le plus dans ma façon de t'aimer ?
it: Qual è la cosa che apprezzi di più del mio modo di amarti?
nl_nl: Wat waardeer je het meest aan mijn manier van je liefhebben?
pt_br: O que você mais aprecia no meu jeito de te amar?
pt_pt: O que mais aprecias na minha forma de te amar?

# me_134
source: If we had to make a promise for the next 10 years, what would it be?
de: Wenn wir uns für die nächsten 10 Jahre etwas versprechen müssten, was wäre das?
es: Si tuviéramos que hacer una promesa para los próximos 10 años, ¿cuál sería?
fr: Si on devait faire une promesse pour les 10 prochaines années, laquelle ferais-tu ?
it: Se dovessimo fare una promessa per i prossimi 10 anni, quale sarebbe?
nl_nl: Als we een belofte voor de komende tien jaar zouden maken, welke zou dat zijn?
pt_br: Se a gente fizesse uma promessa para os próximos 10 anos, qual seria?
pt_pt: Se fizéssemos uma promessa para os próximos 10 anos, qual seria?

# me_135
source: What makes you want to build a future with me?
de: Was macht dir Lust, eine Zukunft mit mir aufzubauen?
es: ¿Qué te hace querer construir un futuro conmigo?
fr: Qu'est-ce qui te donne envie de construire un avenir avec moi ?
it: Cosa ti fa desiderare di costruire un futuro con me?
nl_nl: Wat geeft je de wens om een toekomst met mij op te bouwen?
pt_br: O que faz você querer construir um futuro comigo?
pt_pt: O que te faz querer construir um futuro comigo?

# me_136
source: What challenge would you like us to take on together this year?
de: Welche Herausforderung würdest du dieses Jahr gern mit mir angehen?
es: ¿Qué desafío te gustaría que afrontáramos juntos este año?
fr: Quel défi aimerais-tu qu'on relève ensemble cette année ?
it: Quale sfida vorresti che affrontassimo insieme quest'anno?
nl_nl: Welke uitdaging zou je dit jaar graag samen met mij aangaan?
pt_br: Qual desafio você gostaria que enfrentássemos juntos este ano?
pt_pt: Que desafio gostarias que enfrentássemos juntos este ano?

# me_137
source: How would you like us to handle our disagreements in the future?
de: Wie sollen wir deiner Meinung nach in Zukunft mit unseren Meinungsverschiedenheiten umgehen?
es: ¿Cómo te gustaría que manejáramos nuestros desacuerdos en el futuro?
fr: Comment aimerais-tu qu'on gère nos désaccords à l'avenir ?
it: Come vorresti che gestissimo i nostri disaccordi in futuro?
nl_nl: Hoe zou je willen dat we in de toekomst met onze meningsverschillen omgaan?
pt_br: Como você gostaria que a gente lidasse com os nossos desentendimentos no futuro?
pt_pt: Como gostarias que lidássemos com os nossos desentendimentos no futuro?

# me_138
source: What's the thing you never want me to forget about you?
de: Was soll ich über dich auf keinen Fall jemals vergessen?
es: ¿Qué es lo que nunca quieres que olvide de ti?
fr: Quelle est la chose que tu ne veux jamais que j'oublie sur toi ?
it: Qual è la cosa che non vuoi che dimentichi mai di te?
nl_nl: Wat is het ene dat je niet wilt dat ik ooit over jou vergeet?
pt_br: O que você nunca quer que eu esqueça sobre você?
pt_pt: O que nunca queres que eu esqueça sobre ti?

# me_139
source: What moment between us deserves to be celebrated more?
de: Welcher Moment von uns beiden sollte viel mehr gefeiert werden?
es: ¿Qué momento entre nosotros merece ser celebrado más?
fr: Quel moment entre nous mérite d'être célébré davantage ?
it: Quale momento tra noi meriterebbe di essere celebrato di più?
nl_nl: Welk moment tussen ons verdient het om vaker gevierd te worden?
pt_br: Qual momento do nosso relacionamento merecia ser mais celebrado?
pt_pt: Que momento da nossa relação merecia ser mais celebrado?

# me_140
source: How could I better support you in your difficult moments?
de: Wie kann ich dich in schweren Momenten besser unterstützen?
es: ¿Cómo podría apoyarte mejor en tus momentos difíciles?
fr: Comment pourrais-je mieux te soutenir dans tes moments difficiles ?
it: Come potrei sostenerti meglio nei tuoi momenti difficili?
nl_nl: Hoe kan ik je beter steunen in je moeilijke momenten?
pt_br: Como eu poderia te apoiar melhor nos seus momentos difíceis?
pt_pt: Como poderia apoiar-te melhor nos teus momentos difíceis?

# me_141
source: What part of our story would you like to rewrite?
de: Welchen Teil unserer Geschichte würdest du gern umschreiben?
es: ¿Qué parte de nuestra historia te gustaría reescribir?
fr: Quelle partie de notre histoire aimerais-tu réécrire ?
it: Quale parte della nostra storia vorresti riscrivere?
nl_nl: Welk deel van ons verhaal zou je willen herschrijven?
pt_br: Qual parte da nossa história você gostaria de reescrever?
pt_pt: Que parte da nossa história gostarias de reescrever?

# me_142
source: What makes you feel most connected to me?
de: Wodurch fühlst du dich mir am stärksten verbunden?
es: ¿Qué te hace sentir más conectado conmigo?
fr: Qu'est-ce qui te fait te sentir le plus connecté(e) à moi ?
it: Cosa ti fa sentire più connesso a me?
nl_nl: Wat laat je je het meest verbonden met mij voelen?
pt_br: O que faz você se sentir mais conectado a mim?
pt_pt: O que te faz sentir mais ligado a mim?

# me_143
source: What aspect of our relationship makes you most proud?
de: Welcher Aspekt unserer Beziehung macht dich am meisten stolz?
es: ¿Qué aspecto de nuestra relación te hace sentir más orgulloso?
fr: Quel aspect de notre relation te rend le plus fier(ère) ?
it: Quale aspetto della nostra relazione ti rende più orgoglioso?
nl_nl: Welk aspect van onze relatie maakt je het meest trots?
pt_br: Qual aspecto do nosso relacionamento deixa você mais orgulhoso?
pt_pt: Que aspecto da nossa relação te deixa mais orgulhoso?

# me_144
source: How would you like us to evolve together in the coming years?
de: Wie würdest du dir wünschen, dass wir uns in den nächsten Jahren zusammen weiterentwickeln?
es: ¿Cómo te gustaría que evolucionáramos juntos en los próximos años?
fr: Comment aimerais-tu qu'on évolue ensemble dans les prochaines années ?
it: Come vorresti che evolvessimo insieme nei prossimi anni?
nl_nl: Hoe zou je willen dat we samen de komende jaren evolueren?
pt_br: Como você gostaria que a gente evoluísse juntos nos próximos anos?
pt_pt: Como gostarias que evoluíssemos juntos nos próximos anos?

# me_145
source: What's the thing you'd like us to do more spontaneously?
de: Was würdest du gern spontaner mit mir machen?
es: ¿Qué te gustaría que hiciéramos de forma más espontánea?
fr: Quelle est la chose que tu aimerais qu'on fasse plus spontanément ?
it: Qual è la cosa che vorresti facessimo più spontaneamente?
nl_nl: Wat zou je willen dat we spontaner samen doen?
pt_br: O que você gostaria que a gente fizesse de forma mais espontânea?
pt_pt: O que gostarias que fizéssemos de forma mais espontânea?

# me_146
source: What memory of us would you like to create in the coming months?
de: Welche Erinnerung an uns möchtest du in den kommenden Monaten schaffen?
es: ¿Qué recuerdo nuestro te gustaría crear en los próximos meses?
fr: Quel souvenir de nous aimerais-tu créer dans les mois à venir ?
it: Quale ricordo di noi vorresti creare nei prossimi mesi?
nl_nl: Welke nieuwe herinnering aan ons zou je in de komende maanden willen creëren?
pt_br: Qual lembrança nossa você gostaria de criar nos próximos meses?
pt_pt: Que recordação de nós gostarias de criar nos próximos meses?

# me_147
source: How can I better honor your needs in our relationship?
de: Wie kann ich deine Bedürfnisse in unserer Beziehung besser ernst nehmen?
es: ¿Cómo puedo honrar mejor tus necesidades en nuestra relación?
fr: Comment puis-je mieux honorer tes besoins dans notre relation ?
it: Come posso onorare meglio i tuoi bisogni nella nostra relazione?
nl_nl: Hoe kan ik jouw behoeften in onze relatie beter respecteren?
pt_br: Como eu posso honrar melhor as suas necessidades no nosso relacionamento?
pt_pt: Como posso honrar melhor as tuas necessidades na nossa relação?

# me_148
source: What truth about our couple would you like us to accept together?
de: Welche Wahrheit über uns würdest du gern gemeinsam mit mir annehmen?
es: ¿Qué verdad sobre nuestra pareja te gustaría que aceptáramos juntos?
fr: Quelle vérité sur notre couple aimerais-tu qu'on accepte ensemble ?
it: Quale verità sulla nostra coppia vorresti che accettassimo insieme?
nl_nl: Welke waarheid over ons stel zou je willen dat we samen accepteren?
pt_br: Que verdade sobre o nosso relacionamento você gostaria que aceitássemos juntos?
pt_pt: Que verdade sobre o nosso casal gostarias que aceitássemos juntos?

# me_149
source: What makes you feel that our love is unique?
de: Was lässt dich fühlen, dass unsere Liebe etwas Besonderes ist?
es: ¿Qué te hace sentir que nuestro amor es único?
fr: Qu'est-ce qui te fait sentir que notre amour est unique ?
it: Cosa ti fa sentire che il nostro amore è unico?
nl_nl: Wat laat je voelen dat onze liefde uniek is?
pt_br: O que faz você sentir que o nosso amor é único?
pt_pt: O que te faz sentir que o nosso amor é único?

# me_150
source: What dream would you like us to achieve together before the end of the year?
de: Welchen Traum würdest du gern noch dieses Jahr mit mir verwirklichen?
es: ¿Qué sueño te gustaría que lográramos juntos antes de fin de año?
fr: Quel rêve aimerais-tu qu'on réalise ensemble avant la fin de l'année ?
it: Quale sogno vorresti che realizzassimo insieme entro la fine dell'anno?
nl_nl: Welke droom zou je willen dat we samen nog voor het einde van het jaar realiseren?
pt_br: Qual sonho você gostaria que realizássemos juntos antes do fim do ano?
pt_pt: Que sonho gostarias que realizássemos juntos antes do final do ano?

# me_151
source: How would you like us to rediscover each other?
de: Wie würdest du dir wünschen, dass wir uns neu entdecken?
es: ¿Cómo te gustaría que nos redescubriéramos?
fr: Comment aimerais-tu qu'on se redécouvre l'un l'autre ?
it: Come vorresti che ci riscoprissimo a vicenda?
nl_nl: Hoe zou je willen dat we elkaar opnieuw ontdekken?
pt_br: Como você gostaria que a gente se redescobrisse um ao outro?
pt_pt: Como gostarias que nos redescobríssemos um ao outro?

# me_152
source: What habit could I change to make you happier?
de: Welche Gewohnheit könnte ich ändern, damit du glücklicher bist?
es: ¿Qué hábito podría cambiar para hacerte más feliz?
fr: Quelle habitude pourrais-je changer pour te rendre plus heureux(se) ?
it: Quale abitudine potrei cambiare per renderti più felice?
nl_nl: Welke gewoonte zou ik kunnen veranderen om je gelukkiger te maken?
pt_br: Que hábito eu poderia mudar para te deixar mais feliz?
pt_pt: Que hábito eu poderia mudar para te deixar mais feliz?

# me_153
source: What gives you confidence in our ability to overcome obstacles?
de: Was gibt dir Vertrauen, dass wir Hindernisse zusammen schaffen?
es: ¿Qué te da confianza en nuestra capacidad de superar obstáculos?
fr: Qu'est-ce qui te donne confiance en notre capacité à surmonter les obstacles ?
it: Cosa ti dà fiducia nella nostra capacità di superare gli ostacoli?
nl_nl: Wat geeft je vertrouwen in ons vermogen om obstakels te overwinnen?
pt_br: O que te dá confiança na nossa capacidade de superar obstáculos?
pt_pt: O que te dá confiança na nossa capacidade de superar obstáculos?

# me_154
source: What moment of tenderness between us marked you the most?
de: Welcher zärtliche Moment zwischen uns ist dir am meisten im Kopf geblieben?
es: ¿Qué momento de ternura entre nosotros te marcó más?
fr: Quel moment de tendresse entre nous t'a le plus marqué(e) ?
it: Quale momento di tenerezza tra noi ti ha segnato di più?
nl_nl: Welk teder moment tussen ons heeft jou het meest geraakt?
pt_br: Qual momento de ternura entre nós te marcou mais?
pt_pt: Que momento de ternura entre nós te marcou mais?

# me_155
source: How would you like us to support each other in our projects?
de: Wie sollen wir uns deiner Meinung nach bei unseren Projekten am besten unterstützen?
es: ¿Cómo te gustaría que nos apoyáramos en nuestros proyectos?
fr: Comment aimerais-tu qu'on se soutienne mutuellement dans nos projets ?
it: Come vorresti che ci sostenessimo nei nostri progetti?
nl_nl: Hoe zou je willen dat we elkaar meer steunen in onze projecten?
pt_br: Como você gostaria que a gente se apoiasse nos nossos projetos?
pt_pt: Como gostarias que nos apoiássemos nos nossos projetos?

# me_156
source: What's the thing you'd like us to share more?
de: Was würdest du gern öfter mit mir teilen?
es: ¿Qué te gustaría que compartiéramos más?
fr: Quelle est la chose que tu aimerais qu'on partage davantage ?
it: Qual è la cosa che vorresti condividessimo di più?
nl_nl: Wat zou je willen dat we vaker delen?
pt_br: O que você gostaria que a gente compartilhasse mais?
pt_pt: Que coisa gostarias que partilhássemos mais?

# me_157
source: What aspect of our intimacy would you like to deepen?
de: Welchen Teil unserer Intimität würdest du gern vertiefen?
es: ¿Qué aspecto de nuestra intimidad te gustaría profundizar?
fr: Quel aspect de notre intimité aimerais-tu approfondir ?
it: Quale aspetto della nostra intimità vorresti approfondire?
nl_nl: Welk aspect van onze intimiteit zou je willen verdiepen?
pt_br: Que aspecto da nossa intimidade você gostaria de aprofundar?
pt_pt: Que aspeto da nossa intimidade gostarias de aprofundar?

# me_158
source: How can I better show you that I care about you?
de: Wie kann ich dir besser zeigen, dass du mir wichtig bist?
es: ¿Cómo puedo mostrarte mejor que me importas?
fr: Comment puis-je mieux te montrer que je tiens à toi ?
it: Come posso mostrarti meglio che ci tengo a te?
nl_nl: Hoe kan ik je beter laten voelen dat ik om je geef?
pt_br: Como eu posso mostrar melhor para você que me importo?
pt_pt: Como posso mostrar-te melhor que me importo contigo?

# me_159
source: What important lesson has our relationship taught you?
de: Welche wichtige Erkenntnis hat dir unsere Beziehung gebracht?
es: ¿Qué lección importante te ha enseñado nuestra relación?
fr: Quelle leçon importante notre relation t'a-t-elle apprise ?
it: Quale lezione importante ti ha insegnato la nostra relazione?
nl_nl: Welke belangrijke les heeft onze relatie jou geleerd?
pt_br: Qual lição importante o nosso relacionamento te ensinou?
pt_pt: Que lição importante a nossa relação te ensinou?

# me_160
source: What makes you feel that I'm the right person for you?
de: Was lässt dich fühlen, dass ich die richtige Person für dich bin?
es: ¿Qué te hace sentir que soy la persona adecuada para ti?
fr: Qu'est-ce qui te fait sentir que je suis la bonne personne pour toi ?
it: Cosa ti fa sentire che sono la persona giusta per te?
nl_nl: Wat laat je voelen dat ik de juiste persoon voor jou ben?
pt_br: O que faz você sentir que eu sou a pessoa certa para você?
pt_pt: O que te faz sentir que sou a pessoa certa para ti?

# me_161
source: How would you like us to cultivate our daily complicity?
de: Wie würdest du gern unsere tägliche Vertrautheit pflegen?
es: ¿Cómo te gustaría que cultiváramos nuestra complicidad diaria?
fr: Comment aimerais-tu qu'on cultive notre complicité au quotidien ?
it: Come vorresti che coltivassimo la nostra complicità quotidiana?
nl_nl: Hoe zou je willen dat we onze verbondenheid in het dagelijks leven versterken?
pt_br: Como você gostaria que a gente cultivasse nossa cumplicidade diária?
pt_pt: Como gostarias que cultivássemos a nossa cumplicidade diária?

# me_162
source: What promise would you like us to renew regularly?
de: Welches Versprechen würdest du gern regelmäßig mit mir erneuern?
es: ¿Qué promesa te gustaría que renováramos regularmente?
fr: Quelle promesse aimerais-tu qu'on se renouvelle régulièrement ?
it: Quale promessa vorresti che rinnovassimo regolarmente?
nl_nl: Welke belofte zou je willen dat we regelmatig vernieuwen?
pt_br: Que promessa você gostaria que a gente renovasse regularmente?
pt_pt: Que promessa gostarias que renovássemos regularmente?

# me_163
source: What makes you say that our love is worth all the effort?
de: Was lässt dich sagen, dass unsere Liebe all die Mühe wert ist?
es: ¿Qué te hace decir que nuestro amor vale todo el esfuerzo?
fr: Qu'est-ce qui te fait dire que notre amour vaut tous les efforts ?
it: Cosa ti fa dire che il nostro amore vale tutti gli sforzi?
nl_nl: Wat laat je voelen dat onze liefde alle moeite waard is?
pt_br: O que faz você dizer que o nosso amor vale todos os esforços?
pt_pt: O que te faz dizer que o nosso amor vale todos os esforços?

# me_164
source: What positive change would you like to bring to our relationship?
de: Welche positive Veränderung würdest du in unsere Beziehung bringen wollen?
es: ¿Qué cambio positivo te gustaría aportar a nuestra relación?
fr: Quel changement positif aimerais-tu apporter à notre relation ?
it: Quale cambiamento positivo vorresti apportare alla nostra relazione?
nl_nl: Welke positieve verandering zou je in onze relatie willen brengen?
pt_br: Que mudança positiva você gostaria de trazer para o nosso relacionamento?
pt_pt: Que mudança positiva gostarias de trazer para a nossa relação?

# me_165
source: How can I better respect your pace and needs?
de: Wie kann ich deinen Rhythmus und deine Bedürfnisse besser respektieren?
es: ¿Cómo puedo respetar mejor tu ritmo y tus necesidades?
fr: Comment puis-je mieux respecter ton rythme et tes besoins ?
it: Come posso rispettare meglio il tuo ritmo e le tue esigenze?
nl_nl: Hoe kan ik jouw tempo en behoeften beter respecteren?
pt_br: Como eu posso respeitar melhor o seu ritmo e as suas necessidades?
pt_pt: Como posso respeitar melhor o teu ritmo e as tuas necessidades?

# me_166
source: What tradition would you like us to create together?
de: Welche Tradition würdest du gern mit mir starten?
es: ¿Qué tradición te gustaría que creáramos juntos?
fr: Quelle tradition aimerais-tu qu'on crée ensemble ?
it: Quale tradizione vorresti che creassimo insieme?
nl_nl: Welke traditie zou je willen dat we samen creëren?
pt_br: Qual tradição você gostaria que a gente criasse juntos?
pt_pt: Que tradição gostarias que criássemos juntos?

# me_167
source: What makes you feel truly heard by me?
de: Wodurch fühlst du dich von mir wirklich gehört?
es: ¿Qué te hace sentir verdaderamente escuchado por mí?
fr: Qu'est-ce qui te fait te sentir vraiment écouté(e) par moi ?
it: Cosa ti fa sentire veramente ascoltato da me?
nl_nl: Wat laat je voelen dat je echt door mij gehoord wordt?
pt_br: O que faz você se sentir verdadeiramente ouvido por mim?
pt_pt: O que te faz sentir verdadeiramente ouvido por mim?

# me_168
source: What moment of our daily life would you like to make more special?
de: Welchen Moment in unserem Alltag würdest du gern besonderer machen?
es: ¿Qué momento de nuestra vida diaria te gustaría hacer más especial?
fr: Quel moment de notre quotidien aimerais-tu rendre plus spécial ?
it: Quale momento della nostra quotidianità vorresti rendere più speciale?
nl_nl: Welk moment uit ons dagelijks leven zou je specialer willen maken?
pt_br: Qual momento do nosso dia a dia você gostaria de tornar mais especial?
pt_pt: Que momento do nosso quotidiano gostarias de tornar mais especial?

# me_169
source: How would you like us to remember why we love each other?
de: Wie sollen wir uns deiner Meinung nach daran erinnern, warum wir uns lieben?
es: ¿Cómo te gustaría que recordáramos por qué nos amamos?
fr: Comment aimerais-tu qu'on se rappelle pourquoi on s'aime ?
it: Come vorresti che ricordassimo il motivo per cui ci amiamo?
nl_nl: Hoe zou je willen dat we ons herinneren waarom we van elkaar houden?
pt_br: Como você gostaria que a gente se lembrasse do porquê de nos amarmos?
pt_pt: Como gostarias que nos lembrássemos do porquê de nos amarmos?

# me_170
source: What's the thing you'd like us to improve in our communication?
de: Was sollten wir an unserer Kommunikation deiner Meinung nach verbessern?
es: ¿Qué te gustaría que mejoráramos en nuestra comunicación?
fr: Quelle est la chose que tu aimerais qu'on améliore dans notre communication ?
it: Cosa vorresti che migliorassimo nella nostra comunicazione?
nl_nl: Wat zouden we kunnen verbeteren in onze communicatie?
pt_br: O que você gostaria que a gente melhorasse na nossa comunicação?
pt_pt: O que gostarias que melhorássemos na nossa comunicação?

# me_171
source: What makes you feel that we form a real team?
de: Was lässt dich fühlen, dass wir ein richtiges Team sind?
es: ¿Qué te hace sentir que formamos un verdadero equipo?
fr: Qu'est-ce qui te fait sentir que nous formons une vraie équipe ?
it: Cosa ti fa sentire che formiamo una vera squadra?
nl_nl: Wat laat je voelen dat we een echt team vormen?
pt_br: O que faz você sentir que formamos um verdadeiro time?
pt_pt: O que te faz sentir que formamos uma verdadeira equipa?

# me_172
source: What aspect of our relationship would you like to preserve at all costs?
de: Welchen Aspekt unserer Beziehung möchtest du um jeden Preis bewahren?
es: ¿Qué aspecto de nuestra relación te gustaría preservar a toda costa?
fr: Quel aspect de notre relation aimerais-tu préserver à tout prix ?
it: Quale aspetto della nostra relazione vorresti preservare a ogni costo?
nl_nl: Welk aspect van onze relatie wil je koste wat kost behouden?
pt_br: Qual aspecto do nosso relacionamento você gostaria de preservar a todo custo?
pt_pt: Que aspeto da nossa relação gostarias de preservar a todo o custo?

# me_173
source: How can I better make you feel that you're my priority?
de: Wie kann ich dir besser zeigen, dass du meine Priorität bist?
es: ¿Cómo puedo hacerte sentir mejor que eres mi prioridad?
fr: Comment puis-je mieux te faire sentir que tu es ma priorité ?
it: Come posso farti sentire meglio che sei la mia priorità?
nl_nl: Hoe kan ik je beter laten voelen dat je mijn prioriteit bent?
pt_br: Como eu posso mostrar melhor para você que é a minha prioridade?
pt_pt: Como posso mostrar-te melhor que és a minha prioridade?

# me_174
source: What surprise would you like to give me to bring us closer?
de: Welche Überraschung würdest du mir gern machen, um uns näher zu bringen?
es: ¿Qué sorpresa te gustaría darme para acercarnos?
fr: Quelle surprise aimerais-tu me faire pour nous rapprocher ?
it: Quale sorpresa vorresti farmi per avvicinarci?
nl_nl: Welke verrassing zou je mij willen geven om ons dichter bij elkaar te brengen?
pt_br: Que surpresa você gostaria de me fazer para nos aproximarmos?
pt_pt: Que surpresa gostarias de me fazer para nos aproximarmos?
